import React, {Component} from 'react';
import './Logged.css';
import Nav from "react-bootstrap/Nav";
import {NavLink} from "react-router-dom";


class Logged extends Component {

    render() {
        return (
            <div className="first-page-container">
                <p style={{textAlign: "center"}}>
                    بسم الله الرحمن الرحیم
                </p>
                <p>
                    بانک اقتصاد نوین در نظر دارد با شناخت توانایی صرافی های غیر بانکی کوچک متوسط و بزرگ موجود در کشور
                    بخشی از نیاز خود در انجام تبادلات بین المللی را به کمک آنها انجام دهد.

                </p>
                <p>
                    لذا اقدام به جمع آوری بانکی از این صرافی ها و طراحی این سایت جهت استعلام توانایی آنها نموده تا در
                    نهایت امکان سفارش حواله ها و سایر نیازهای ارزی به آنها ممکن گردد.

                </p>
                <p>


                    این سایت شامل دو پرسشنامه اصلی می باشد که اولی با نام <Nav.Link exact as={NavLink} to="/profile" style={{display: "inline", margin: "0", padding: "0", textDecoration: "underline"}}>مشخصات صرافی</Nav.Link> در صفحه قابل مشاهده است شامل
                    اطلاعات هویتی شما می باشد که خواهشمندیم اگر این اطلاعات نقصانی دارد آنرا اصلاح کرده و شماره تلفن
                    همراه برای ارتباط در شبکه های اجتماعی مانند واتساپ و تلگرام و همینطور ارتباط مستقیم در اختیار بانک
                    قرار دهید.

                </p>
                <p>
                    پرسشنامه دوم که به نام <Nav.Link exact as={NavLink} to="/form" style={{display: "inline", margin: "0", padding: "0", textDecoration: "underline"}}>اطلاعات ارتباطات داخلی وخارجی</Nav.Link> قابل مشاهده می باشد، شامل اطلاعات حرفه ای شما
                    شامل توانایی شما در ارسال و دریافت حواله بین کشورهای گوناگون و همینطور ارتباطات موثر شما شامل بانک
                    هایی که امکان مذاکره با آنها دارید و سایر شرکای اقتصادی شما در آن کشور و نوع ارتباطات آنها استعلام
                    شده است.
                </p>
                <p>
                    در صورتی که ارتباطات شما با بیش از یک کشور می باشد یا با بیش از یک بانک ارتباط دارید یا امکان تعامل
                    با بیش از یک فعال اقتصادی دارید می توانید با استفاده از دکمه سبز رنگ + در زیر هر قسمت اقدام به اضافه
                    کردن اطلاعات بیشتر نمایید. و در صورت انصراف از ارسال این اطلاعات به کمک دکمه قرمز رنگ – امکان حذف را
                    خواهید داشت.
                </p>
                <p>


                    در صورتیکه نیاز به پاسخگویی هر نوع سوالی در این مورد داشتید به شماره <span style={{textDecoration: "underline"}}>09027237097</span> در واتساپ یا تلگرام
                    یا به شکل پیامکی درخواست داده یا به رایانامه <Nav.Link exact as={NavLink} to="/form" style={{display: "inline", margin: "0", padding: "0", textDecoration: "underline"}}>ma.tavallaei@enbank.ir</Nav.Link>  یک رایانامه ارسال فرمایید و حتما
                    نام صرافی خود را ذکر بفرمایید تا در اسرع وقت خدمت شما تماس گرفته شود.
                </p>
            </div>
        )
    }
}

export default Logged;

